Repository: 4unio-com/unio
Catalog: po/*.po
Languages: ta

source: Password:
ta: கடவுச்சொல்:

source: Username
ta: பயனர்பெயர்

source: Invalid password, please try again
ta: தவறான கடவுச்சொல், மீண்டும் முயலவும்

source: Log In
ta: புகுபதிக

source: Retry
ta: மறுமுயற்சி

source: Login
ta: புகு

source: Guest Session
ta: தற்காலிக அமர்வு

source: Pin shortcut
ta: தொடுப்பை பூட்டு

source: Quit
ta: வெளியேறு

source: Unpin shortcut
ta: தொடுப்பை நீக்கு

# Title: Lock/Log out dialog
source: Log out
ta: வெளியேறு

source: Are you sure you want to log out?
ta: நீங்கள் வெளியேற விரும்புகிறீர்களா ?

# Button: Lock the system
source: Lock
ta: பூட்டுக

# Button: Log out from the system
source: Log Out
ta: விடுபதிகை

source: Cancel
ta: தவிர்

# Title: Reboot dialog
source: Reboot
ta: மீள்துவக்கு

source: Are you sure you want to reboot?
ta: மீள்துவக்க விருப்பமா?

source: No
ta: இல்லை

source: Yes
ta: ஆம்

# Title: Power off/Restart dialog
source: Power
ta: மின்சக்தி

source: Are you sure you would like to power off?
ta: கண்டிப்பாக அணைக்க வேண்டுமா?

# Button: Power off the system
source: Power off
ta: மின்சக்தி நிறுத்து

# Button: Restart the system
source: Restart
ta: மீள்துவக்கு

source: Keyboard Shortcuts
ta: விசைப்பலகை குறுக்குவழிகள்

source: Unity 8
ta: யூனிடீ 8

source: Takes a screenshot.
ta: திரைப்பிடிப்பு எடுக்கிறது.

source: Takes a screenshot of the current window.
ta: தற்பொழுதைய சாளரத்தின் திரைபிடிப்பு ஒன்றை எடுக்கிறது.

source: Switches to next keyboard layout.
ta: அடுத்த விசைப்பலகை வடிவமைப்புக்கு மாறுகிறது.

source: Switches to previous keyboard layout.
ta: முந்தைய விசைப்பலகை வடிவமைப்புக்கு மாறுகிறது.

source: Starts the Terminal application.
ta: முனையப் பயன்பாட்டை திறக்கிறது.

source: Launcher
ta: தொடக்கி

source: Super (Hold)
ta: Super (பிடித்தல்)

source: Opens the launcher, displays shortcuts.
ta: தொடக்கியை திறந்து, தொடுப்புகளை காட்டுகிறது.

source: Opens launcher keyboard navigation mode.
ta: தொடக்கியை விசைப்பலகை வழிசெலுத்துதல் நிலையில் திறக்கிறது.

source: Switches applications via the launcher.
ta: தொடக்கி வழியாக பயன்பாடுகளுக்கிடையே தாவுதல்.

source: Same as clicking on a launcher icon.
ta: தொடக்கிக் குறியை சொடுக்குவது போன்றது.

source: Opens the Application Drawer.
ta: பயன்பாட்டு பட்டியை திறக்கிறது.

source: Scopes
ta: ஸ்கோப்ஸ்

source: Super (Tap)
ta: Super (தட்டல்)

source: Opens the Scopes home.
ta: ஸ்கோப்ஸ் முகப்பை திறக்கிறது.

source: Switching
ta: தாவுதல்

source: Switches between applications.
ta: பயன்படுகளுக்கிடையே தாவுகிறது.

source: Opens the desktop spread.
ta: மேசை விரிப்பை திறக்கிறது.

source: Cursor Left or Right
ta: சுட்டி இடது அல்லது வலது

source: Moves the focus.
ta: முன்னிலையை நகர்த்துகிறது.

source: Windows
ta: சாளரங்கள்

source: Minimizes all windows.
ta: அனைத்து சாளரங்களையும் சிறிதாக்குகிறது.

source: Maximizes the current window.
ta: தற்பொழுதைய சாளரத்தை பெரிதாக்குகிறது.

source: Minimizes or restores the current window.
ta: முன்னிலை சாளரத்தை சிறிதாக்குகிறது அல்லது முன்னிலைப்படுத்துகிறது

source: Ctrl + Super + Left or Right
ta: Ctrl + Super + Left அல்லது Right

source: Semi-maximizes the current window.
ta: முன்னிலை சாளரத்தை சற்று பெரிதாக்குகிறது

source: Closes the current window.
ta: முன்னிலையிலுள்ள சாளரத்தை மூடுகிறது.

source: Return to Call
ta: அழைப்புக்கு திரும்புக

source: Emergency Call
ta: அவசர அழைப்பு

source: OK
ta: சரி

source: Apps may have unsaved data:
ta: பயன்பாடுகளில் சேமிக்கப்படாத தரவுகள் இருக்கலாம்:

# Re-dock means connect the device again to an external screen/mouse/keyboard
source: Re-dock, save your work and close these apps to continue.
ta: தொடர மீண்டும் இணைத்து, உங்களுடைய அலுவல்களை சேமித்து, இப்பயன்பாடுகளை மூடவும்

source: Or force close now (unsaved data will be lost).
ta: அல்லது கட்டாயமாக மூடவும் (சேமிக்கப்படாத தரவு அழிந்துவிடும்).

source: OK, I will reconnect
ta: சரி, மீண்டும் இணைக்கிறேன்

source: Reconnect now!
ta: உடனே மீண்டும் இணை!

source: Close all
ta: அனைத்தையும் மூடு

source: Preview Share Item
ta: பகிர்வு முன்னோட்டம்

source: Your device is now connected to an external display. Use this screen as a touch pad to interact with the pointer.
ta: உங்கள் கருவி ஒரு வெளிப்புற திரையுடன் இணைக்கப்பட்டுள்ளது. இந்த திரையை சுட்டியை கையாள்வதற்கான தொடுதிட்டாக பயன்படுத்தவும்.

source: Tap left button to click.
ta: சொடுக்க இடது விசையை தட்டவும்.

source: Tap right button to right click.
ta: வலது சொடுக்குக்கு வலது விசையை தட்டவும்.

source: Swipe with two fingers to scroll.
ta: உருட்ட இருவிரல்களால் தடவவும்.

source: Find more settings in the system settings.
ta: மேலும் அமைப்புகளை கணிணி அமைப்புகளில் காண்க.

# Button: Open the Ubuntu Store
source: Store
ta: அங்காடி

# Button: Start a search in the current dash scope
source: Search
ta: தேடு

# Button: Show the current dash scope settings
source: Settings
ta: அமைப்புகள்

source: Remove from Favorites
ta: பிடித்தவையில் இருந்து நீக்கு

source: Add to Favorites
ta: பிடித்தவையில் சேர்

source: Refine your results
ta: முடிவுகளைக் குறுக்க

source: Reset
ta: மீளமை

source: Show less
ta: குறைவாக காட்டு

source: Show all
ta: அனைத்தையும் காட்டு

# Label: Hint for dash search line edit
source: Search
ta: தேடு

source: Recent Searches
ta: அன்மைய தேடல்கள்

source: Clear All
ta: அனைத்தையும் துடை

source: More...
ta: மேலும்...

source: Less...
ta: குறை...

source: Send
ta: அனுப்பு

source: Rate this
ta: இதை மதிப்பிடு

source: Add a review
ta: ஒரு பரிசீலனையை சேர்

source: Pull to refresh…
ta: மீளேற்ற இழுக்கவும்...

source: Release to refresh…
ta: மீளேற்ற விடவும்...

source: Enable location data
ta: இடத்தகவல்களை ஏற்று

source: Manage
ta: மேலாளு

source: Home
ta: முகப்பு

source: Also installed
ta: மேலும் நிறுவப்பட்டவை

source: Unlock
ta: பூட்டுநீக்கு

source: Device Locked
ta: கருவி பூட்டப்பட்டது

source: You have been locked out due to too many failed passphrase attempts.
ta: பல தவறான கடவுச்சொற்களை உள்ளிட்டதால் தாங்கள் உட்புக இயலாது.

source: You have been locked out due to too many failed passcode attempts.
ta: பல தவறான கடவு எண்களை உள்ளிட்டதால் தாங்கள் உட்புக இயலாது.

source: Please wait %1 minute and then try again…
ta: %1 நிமிடம் கழித்து மீண்டும் முயலவும்...

source: Try again
ta: மீண்டும் முயலவும்

source: Enter passphrase to unlock
ta: பூட்டை நீக்க கடவுச்சொல்லை உள்ளிடவும்

source: Enter passcode to unlock
ta: பூட்டை நீக்க கடவு எண்ணை உள்ளிடவும்

source: Emergency
ta: அவசரம்

source: Passphrase
ta: கடவுச்சொல்

source: Passcode
ta: கடவெண்

source: Select desktop environment
ta: கணிணிச் சூழலை தேர்க

source: Search…
ta: தேடு...

source: More apps in the store
ta: அங்காடியில் மேலும் பயன்பாடுகள்

source: Show password
ta: கடவுச்சொல்லை காட்டு

source: Tap to return to call...
ta: அழைப்புக்கு திரும்ப தட்டவும்...

source: Conference
ta: கலந்தாய்வு

source: Nothing is playing
ta: எதுவும் ஓடவில்லை

source: %1 hour
ta: %1 மணி

source: %1 minute
ta: %1 நிமிடம்

source: %1 second
ta: %1 நொடி

source: 0 seconds
ta: 0 நொடிகள்

source: %1 remaining
ta: %1 எஞ்சியுள்ளது

source: In queue…
ta: வரிசையில்...

source: Downloading
ta: இறக்கப்படுகிறது...

source: Paused, tap to resume
ta: இடைநிறுத்தப்பட்டது, தொடர தட்டவும்

source: Canceled
ta: நிறுத்தப்பட்டது

source: Finished
ta: முடிந்தது

source: Failed, tap to retry
ta: தோல்வியுற்றது, மீண்டும் முயல தட்டவும்

# Button: Send a reply message
source: Send
ta: அனுப்பு

# Label: Hint in message indicator line edit
source: Reply
ta: மறுமொழி

# Button: Call back on phone
source: Call back
ta: மீண்டும் அழை

source: Back
ta: பின்செல்

source: Drag using 3 fingers any application from one window to the other
ta: எந்த பயன்பாட்டையும் ஒரு சாளரத்திலிருந்து மற்றொன்றுக்கு மூவிரல்களால் இழுக்கவும்

source: Long swipe from the left edge to open the Application Drawer
ta: பயன்பாட்டு இழுப்பறையை திறக்க இடது ஓரத்திலிருந்து நீளமாக தடவவும்

source: Short swipe from the left edge to open the launcher
ta: பயன்பாட்டு இழுப்பறையை திறக்க இடது ஓரத்திலிருந்து சிறிதாக தடவவும்

source: Push your mouse against the right edge to view your open apps
ta: திறந்திருக்கும் பயன்பாடுகளை காண தங்கள் சுட்டியை வலது ஓரத்திற்கு தள்ளவும்

source: Swipe from the right edge to view your open apps
ta: திறந்திருக்கும் பயன்பாடுகளை காண வலது ஓரத்திலிருந்து தடவவும்

source: Swipe from the top edge to access notifications and quick settings
ta: அறிவிப்புகளையும், துரித அமைப்புகளையும் அடைய மேல் ஓரத்திலிருந்து தடவவும்

# Button: Go back one page in the Wizard
source: Back
ta: பின்னே

source: Language
ta: மொழி

source: Next
ta: அடுத்து

source: Select Keyboard
ta: விசைப்பலகையை தேர்க

source: Keyboard language
ta: விசைப்பலகை மொழி

source: Keyboard layout
ta: விசைப்பலகை வடிவமைப்பு

source: Skip
ta: தவிர்

source: Connect to Wi‑Fi
ta: அருகலையுடன் இணை

source: Connected
ta: இணைக்கப்பட்டது

source: Available Wi-Fi networks
ta: கிடைக்கும் அருகலை பிணையங்கள்

source: No available Wi-Fi networks
ta: அருகலை பிணையங்கள் எதுவும் கிடைக்கவில்லை

source: Location Services
ta: இடச்சேவைகள்

source: Use GPS, Wi-Fi hotspots and mobile network anonymously to detect location (recommended)
ta: ஜி.பி.எஸ், பகிரலை அல்லது கைப்பேசி பிணையத்தை அடையாளமில்லாமல் பயன்படுத்தி இடத்தை கண்டுபிடிக்கவும் (பரிந்துரைக்கப்பட்டது)

source: By selecting this option you agree to the Nokia HERE %1.
ta: இந்த தேர்வைத் தேர்ந்ததன் மூலமாக நீங்கள் நோகியா ஹியர் %1க்கு இணங்குகிறீர்கள்.

# part of: Nokia HERE terms and conditions
source: terms and conditions
ta: விதிமுறைகளும் வரையறைகளும்

source: GPS only
ta: ஜி.பி.எஸ் மட்டும்

source: Don't use my location
ta: என் இடத்தை பயன்படுத்தாதே

source: You can change it later in System Settings.
ta: இதை நீங்கள் பிறகு கணிணி அமைப்புகளில் மாற்றிக் கொள்ளலாம்.

source: Time Zone
ta: நேர மண்டலம்

source: Enter your city
ta: உங்கள் நகரத்தை உள்ளிடவும்

source: Personalize Your Device
ta: உங்கள் கருவியை உங்களுக்கேற்ப அமைக்க

source: Preferred Name
ta: விருப்ப பெயர்

source: Lock Screen
ta: பூட்டுத் திரை

# Label: Type of security method
source: Create new password
ta: புதிய கடவுச்சொல்லை உருவாக்கு

# Label: Type of security method
source: Create passcode (numbers only)
ta: புதிய கடவெண்ணை உருவாக்கு (எண்கள் மட்டும்)

# Label: Type of security method
source: No lock code
ta: பூட்டு உரை இல்லை

source: Privacy Policy
ta: தனியுரிமைக் கொள்கை

source: Help Us Improve
ta: மேம்படுத்த எங்களுக்கு உதவவும்

source: Improve system performance by sending us crashes and error reports.
ta: பிழை அறிக்கைகளையும் எதிர்பாராத முடக்கங்களைப் பற்றியும் எங்களுக்கு அனுப்பி முறைமையை மேம்படுத்தவும்.

source: Privacy policy
ta: தனியுரிமைக் கொள்கை

source: Welcome to Ubuntu
ta: உபுண்டுவிற்கு நல்வரவு

source: You are ready to use your device now
ta: உங்கள் கருவியை இப்பொழுது நீங்கள் பயன்படுத்தலாம்

source: Get Started
ta: துவங்குங்கள்

source: Terms & Conditions
ta: விதிமுறைகளும் வரையறைகளும்

source: Your device uses positioning technologies provided by HERE.
ta: உங்கள் கருவி ஹியர் வழங்கும் இடஞ்சுட்டி தொழில்நுட்பங்களை பயன்படுத்துகிறது.

source: To provide you with positioning services and to improve their quality, HERE collects information about nearby cell towers and Wi-Fi hotspots around your current location whenever your position is being found.
ta: உங்களுக்கு இடஞ்சுட்டி சேவைகளை வழங்கவும் அதன் தரத்தை மேம்படுத்தவும், ஹியர் தங்களுடைய இடத்தை கண்டுபிடிக்கும் பொழுதெல்லாம் அருகிலுள்ள கைப்பேசி கோபுரங்கள் மற்றும் பகிரலை நடுவங்கள் பற்றிய தகவலை சேகரிக்கிறது.

source: The information collected is used to analyze the service and to improve the use of service, but not to identify you personally.
ta: சேகரிக்கப்பட்ட தகவல் சேவையை ஆராயவும் சேவைப் பயன்பாட்டை மேம்படுத்தவும் பயன்படுத்தப்படுகிறதே தவிர உங்களை அடையாளம் காண அல்ல.

source: By continuing, you agree to the HERE platform %1 and %2.
ta: தொடர்வதன் மூலம் நீங்கள் ஹியர் சேவைத் தள %1 மற்றும் %2 க்கு இணங்குகிறீர்கள்.

source: Service Terms
ta: சேவை விதிமுறைகள்

source: Confirm passcode
ta: கடவு எண்ணை உறுதிப்படுத்தவும்

source: Incorrect passcode.
ta: தவறான கடவு எண்.

# Enter the passcode again
source: Please re-enter.
ta: மீண்டும் உள்ளிடவும்.

source: Lock Screen Passcode
ta: பூட்டுத் திரை கடவு எண்

source: Enter 4 numbers to setup your passcode
ta: உங்கள் கடவு எண்ணை அமைக்க 4 எண்களை உள்ளிடவும்

source: Choose passcode
ta: கடவு எண்ணை தேர்க

source: Passcode too short
ta: கடவு எண் மிகச்சிறியதாக உள்ளது

source: Passcodes match
ta: கடவு எண்கள் பொருந்துகின்றன

source: Passcodes do not match
ta: கடவு எண்கள் பொருந்தவில்லை

source: Passcode must be 4 characters long
ta: கடவு எண் 4 இலக்க நீளம் கொண்டிருக்க வேண்டும்

source: Lock Screen Password
ta: பூட்டுத் திரை கடவுச்சொல்

source: Enter at least 8 characters
ta: குறைந்தது 8 எழுத்துக்களையாவது உள்ளிடவும்

source: Choose password
ta: கடவுச்சொல்லை தேர்க

source: Confirm password
ta: கடவுச்சொல்லை உறுதிப்படுத்து

source: No SIM card installed
ta: சிம் அட்டை நிறுவப்படவில்லை

source: SIM card added
ta: சிம் அட்டை நிறுவப்பட்டது

source: You must restart the device to access the mobile network.
ta: கைப்பேசி பிணையத்தை பயன்படுத்த நீங்கள் கருவியை மீள்துவக்க வேண்டும்

source: Restart
ta: மீள்துவக்கு

source: You won’t be able to make calls or use text messaging without a SIM.
ta: சிம் இல்லாமல் உங்களால் அழைக்கவோ குறுந்தகவல் அனுப்பவோ முடியாது

source: To proceed with no SIM tap Skip.
ta: சிம் இல்லாமல் தொடர 'தவிர்'ஐ தட்டவும்

source: Password too short
ta: மிகச் சிறிய கடவுச்சொல்

source: Passwords match
ta: கடவுச்சொற்கள் பொருந்துகின்றன

source: Passwords do not match
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Strong password
ta: வலுவான கடவுச்சொல்

source: Fair password
ta: நல்ல கடவுச்சொல்

source: Weak password
ta: வலுவற் கடவுச்சொல்

source: Very weak password
ta: மிகவும் வலுவற்ற கடவுச்சொல்
